Repository: RalfAlbert/bbpress-noticeadminonprofilechange
Catalog: languages/noticeadminonprofilechange-*.po
Languages: de_de

source: Profile from user {user} was changed
de_de: Profil von Benutzer {user} wurde geändert

source: Unknown
de_de: Unbekannt

source: Notice Admin On Profile Change
de_de: Benachrichtige den Administrator bei Profiländerungen

source: Notices the admin via e-mail if a profile was changed. Works with the normal WordPress userprofile and the BuddyPress XProfile.
de_de: Benachrichtigt den Administrator per E-Mail wenn ein Profil geändert wurde. Arbeitet mit den normalen WordPress Benutzerprofilen und den BuddyPress XProfiles zusammen.

source: Section #
de_de: Abschnitt Nr.

source: Notice On Profile Change
de_de: Benachrichtigung bei Profiländerungen

source: Mail Settings
de_de: Mail Einstellungen

source: Mail Adress
de_de: E-Mail Adresse

source: Subject
de_de: Betreff

source: Send From Header
de_de: Absender-Kopfzeile

source: Mail CC
de_de: E-Mail CC

source: Mail BCC
de_de: E-Mail BCC

source: Save Changes
de_de: Änderungen speichern

source: Please enter the mail-adress where the report should be send to.
de_de: Bitte geben Sie die E-Mail Adresse ein an die der Bericht gesendet werden soll.

source: Please enter the subject for the mails. Use {user} as placeholder for the username from the changed profile.
de_de: Bitte geben Sie den Betreff für die E-Mails ein. Benutzen Sie {user} als Platzhalter für den Namen des Benutzers dessen Profil geändert wurde.

source: Use a send-from header
de_de: Eine Absender-Kopfzeile verwenden

source: Enter the name of the sender if you wish to use a send-from header. This field is optional, you can leave it blank.
de_de: Bitte geben Sie den Namen des Absenders ein wenn eine Absender-Kopfzeile verwendet werden soll. Dieses Feld ist optional, Sie können es leer lassen.

source: Enter the mail of the sender if you wish to use a send-from header. If this field is empty, the admin email will be used.
de_de: Bitte geben Sie die E-Mail Adresse des Absenders ein falls eine Absender-Kopfzeile verwendet wird. Wenn dieses Feld leer bleibt, wird die E-Mail Adresse des Administrators verwendet.

source: If you wish to send the report as a CC, enter the adresses here. One adress per line!
de_de: Wenn Sie den Bericht als Kopie (CarbonCopy; CC) versenden möchten, geben Sie bitte hier die E-Mail Adresse(n) ein. Eine Adresse je Zeile!

source: If you wish to send the report as a BCC, enter the adresses here. One adress per line!
de_de: Wenn Sie den Bericht als Blindkopie (BlindCarbonCopy; BCC) versenden möchten, geben Sie hier die E-Mail Adresse(n) ein. Eine Adresse je Zeile!

source: Group
de_de: Gruppe

source: User
de_de: Benutzer

source: changed this fields
de_de: hat diese Felder geändert

source: [Field was deleted]
de_de: [Feld wurde gelöscht]

source: Standard Profile
de_de: Standard Profil
